Revit 2027 API
ParameterTypeId.RbsCurvetypeMaxHeightParam Property
 "Max Height"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsCurvetypeMaxHeightParam { get; }
Public Shared ReadOnly Property RbsCurvetypeMaxHeightParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsCurvetypeMaxHeightParam {
	ForgeTypeId^ get ();
}
static member RbsCurvetypeMaxHeightParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace